---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EditingFailures.ElementReversed
source: html/eaf6a7a1-2a2d-1649-699d-77f7945d1bce.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EditingFailures.ElementReversed Property

Element is reversed.

## Syntax (C#)
```csharp
public static FailureDefinitionId ElementReversed { get; }
```